{"liveLink":"https://police-complaints-revision.herokuapp.com/","headline":"How officer complaints are investigated: a case study of Philadelphia police","formerHeadline":"Police Complaint Data Shows a Broken Accountability Process","altHeadlines":[{"type":"text","value":"Visualizing Police Complaint Data"},{"type":"text","value":"The fundamental truths behind how complaints are processed by police departments"},{"type":"text","value":"How race plays a role in police complaints"},{"type":"text","value":"How officer complaints are investigated: a case study of Philadelphia police"},{"type":"text","value":"The outcomes of citizen complaints about police officers"},{"type":"text","value":"How police officer complaints by citizens are processed"}],"intro":[{"type":"text","value":"In the current wake of police violence, protesters are demanding higher accountability for officer conduct and misuse of force. In many cities, this accountability is partly dependent on the people’s ability to make formal complaints about police behavior."},{"type":"text","value":"Police complaints by civilians, ranging from physical abuse to unprofessional conduct, <a href=https://stories.usatodaynetwork.com/data_stories/police-use-of-force-data-a-huge-mess-across-the-u-s/>rarely</a> result in consequences for officers. Public complaint data is rare among departments, but in 2017 the Philadelphia Police Department became one of the few to report on every officer complaint it received, releasing data to the <a href=https://www.opendataphilly.org/dataset/police-complaints>City of Philadelphia’s Open Data Portal</a>. The patterns found in Philadelphia echo the lived experiences of people across the country when interacting with police, especially when it comes to how justice is unequally served for complaints of white officers filed by Black civilians."},{"type":"text","value":"This is a real complaint filed about verbal abuse, one among 10,000+ complaints dating back to 2013."}],"sampleComplaint1":"Philadelphia’s public data hides the identities of those involved, but records include the <span class=yellow-and-bold>race and gender</span> of the officer and person filing the complaint.","sampleComplaint2":[{"type":"text","value":"While corresponding investigations in some cities are conducted by civilian oversight boards, investigations in Philadelphia are conducted by the police department’s Internal Affairs division."},{"type":"text","value":"In the case of this complaint, the investigation, like those of all complaints in Philadelphia, is conducted behind closed doors and much of the resulting decision-making is hidden from public view."},{"type":"text","value":"This investigation, by police, of the officer’s alleged verbal abuse yielded an outcome of <span class=annotated-text>no sustained findings</span>, legalese for not enough evidence to back up the civilian’s complaint."}],"sunburst1":[{"type":"text","value":"Alternatively, when the police department decides there is evidence to support a complaint, the investigation yields a <span class=annotated-text>sustained finding</span>. Sustained outcomes are uncommon, occuring in just 16.6 percent of investigations."},{"type":"text","value":"This aligns with <a href=https://www.huffpost.com/entry/internal-affairs-police-misconduct_n_5613ea2fe4b022a4ce5f87ce>findings from other police departments</a>, where the sustained rate can range from 5 to 20 percent. While officer complaints in Philadelphia are investigated by police, some <a href=https://static1.squarespace.com/static/55ad38b1e4b0185f0285195f/t/5b7ecbda1ae6cf17cbe248a8/1535036379266/TerrillIngramPQ+Civilian+Oversight+Study.pdf>evidence</a> suggests that investigations involving a <span class=annotated-text>civilian oversight board</span> are more likely to result in sustained findings."}],"sunburst2":[{"type":"text","value":"Sustained complaints, however, do not immediately result in punishment for officers. Findings are first <a href=https://www.nbcphiladelphia.com/news/local/the-only-way-to-report-police-misconduct-in-philly-is-to-go-to-the-police/2428688/>passed</a> to an officer’s commander."},{"type":"text","value":"The officer’s commander can make a disciplinary decision on his or her own or can pass the complaint to the Police Board of Inquiry for a disciplinary hearing. This board is composed of three members of the police department who make a recommendation, which is reviewed by the Police Commissioner for a final decision on disciplinary action."},{"type":"text","value":"Only 2 percent of complaints, or 218 of the 11,107 complaints filed since 2013, have resulted in punishment via a <span class=annotated-text>guilty finding</span>, meaning the officer was reprimanded, terminated, suspended, or criminally charged (the data doesn’t make any distinctions among these outcomes)."}],"sunburst3":[{"type":"text","value":"In line with decades of <a href=https://onlinelibrary.wiley.com/doi/abs/10.1111/cico.12388>prior research</a>, race correlates strongly with guilty outcomes."},{"type":"text","value":"For example, when a complaint is made by a <span class=category-text><span class=white>white</span></span> civilian, guilty findings increase from 2 to 3 percent."}],"sunburst4":[{"type":"text","value":"In contrast, complaints filed by <span class=category-text><span class=black>Black</span></span> civilians are far more common in Philadelphia (6,533 compared to 1,951 logged by white civilians), yet the rate of guilty findings in these investigations is only 1.3 percent (compared to 3 percent for white civilians). This points to the lack of officer accountability when police interact with Black communities."}],"sunburst5":[{"type":"text","value":"This rate of guilty findings shrinks even further if you focus in on  complaints filed against <span class=category><span class=white>white</span></span> officers by Black civilians—just 22 of the 3,698, or 0.6 percent, of complaints against white officers filed by Black complainants result in a guilty finding. White officers are consistently less likely to face disciplinary action than their peers."}],"sunburst6":[{"type":"text","value":"Conversely, complaints filed by <span class=category><span class=white>white</span></span> civilians against <span class=category-text><span class=black>Black</span></span> officers have one of the highest rates of guilty findings, of 3.8 percent. Not only are the investigation and findings processes more dismissive toward Black complainants, they are more punitive toward Black officers."}],"tilechart1":[{"type":"text","value":"This visual represents each disciplinary investigation as a single square."}],"tilechart2":[{"type":"text","value":"As of 2019, Philadelphia <a href=https://billypenn.com/2019/07/26/after-promising-increased-transparency-philadelphia-is-redacting-police-complaint-records/>began redacting</a> full details of complaints and replacing them with boilerplate one- to two-sentence summaries. More comprehensive  summaries for complaints logged before July 2018 are provided, courtesy of Philly Declaration’s <a href=https://github.com/PhillyDeclaration/Philadelphia-Police-Accountability-Project>Police Accountability Project</a>, which published datasets before the city began redacting information."},{"type":"text","value":"Note that the comprehensive summaries contain the raw, unedited text of complaints and may contain language that is offensive or graphic."}],"tilechart3":[{"type":"text","value":"Here, the complaints have been color coded based on the number of known prior complaints filed against the involved officer. This is based on publicly available data since 2013, meaning that officers could have additional complaints from 2012 or earlier that are not captured in this data. Like <a href=https://static1.squarespace.com/static/55ad38b1e4b0185f0285195f/t/5b7ecbda1ae6cf17cbe248a8/1535036379266/TerrillIngramPQ+Civilian+Oversight+Study.pdf>many other cities</a>, a small group of officers in Philadelphia account for a disproportionate number of complaints. More than a dozen officers, who have been <a href=https://whyy.org/articles/police-misconduct-in-philadelphia-unsealed-records-name-the-citys-most-cited-cops/>recently identified</a>, have been involved in ten or more publicly disclosed complaints."}],"tilechart4":[{"type":"text","value":"The investigations have been filtered to include only those involving “Physical Abuse,” which includes complaints filed in response to an officer’s use of force. As rare as guilty findings are in general, they’re even more rare in these investigations. Just 5 of 1,493, or 0.3 percent, of physical abuse investigations resulted in guilty findings. Only 23, or 1.5 percent, have resulted in any kind of sustained finding. <a href=https://www.bjs.gov/content/pub/pdf/ccpuf.pdf>Prior research</a> involving other departments has found similar patterns."},{"type":"text","value":"You can explore the approximately 11,000 complaints from 2013 to 2020. Search by the type of investigation (e.g., physical abuse or harassment) and filter by race, gender, prior complaints, and median district income."}],"conclusion":[{"type":"text","value":"Philadelphia provides more publicly accessible data on police complaints and officer-involved shootings than <a href=https://codeforamerica.github.io/PoliceOpenDataCensus/>almost any other major US city</a>. This is an important first step in holding police departments accountable, yet complaint summaries are redacted, disciplinary decision processes remain vague, and anonymized IDs replace the names of officers who have more than a dozen recorded complaints against them. The lack of meaningful civilian review makes the investigative and disciplinary processes even more opaque. In order to hold institutions accountable, data and processes must not only be public but also transparent."}],"method":[{"type":"text","value":"<p><strong>Sources/Notes</strong></p>"},{"type":"text","value":"<p>All complaint and disciplinary data since 2015 came from the <a href=https://www.opendataphilly.org/dataset/police-complaints>City of Philadelphia Open Data Portal</a>. Pre-2015 data came from Philly Declaration's <a href=https://github.com/PhillyDeclaration/Philadelphia-Police-Accountability-Project>Police Accountability Project</a>. Note that some investigations/complaints present in the original dataset were excluded from the visualizations if they lacked information on outcomes or involved officers. U.S. Census Bureau data was used to approximate police district median income, population, and demographics by combining census tracts. “Lower”, “middle”, and “higher” income districts refer to police districts that rank in the bottom, middle, and top third by median income, among Philadelphia police districts.</p>"},{"type":"text","value":"<p>Thank you to Fay Walker, Daniel Learner, Neal Walker, and John Wetzel.</p>"}]}