{"liveLink":"https://police-complaints-revision.herokuapp.com/","headline":"Police Complaint Data Shows A Broken Accountability Process","altHeadlines":[{"type":"altHeadlines","value":"Visualizing Police Complaint Data"},{"type":"text","value":"The fundamental truths behind how complaints are processed by police departments"},{"type":"text","value":"How race plays a role in police complaints."},{"type":"text","value":"How officer complaints are investigated: a case study for Philadelphia police"}],"intro":[{"type":"text","value":"In the current wake of police violence, protestors are demanding a stronger accountability for officer conduct and misuse of force. In many cities, that accountability is partly served by the civilian complaint process, or how citizens can individually report on police behavior."},{"type":"text","value":"Police complaints by citizens, ranging from physical abuse to unprofessional conduct, rarely result in consequences for officers. Concrete data is rare among departments, but in 2017, the Philadelphia Police Department became one of the few to report on every officer complaint it received. The patterns found in Philadelphia clarify many of the anecdotal observations across departments throughout the country, especially when it comes to racial disparities (e.g., complaints of White officers by Black civilians)."},{"type":"text","value":"This is a real complaint about verbal abuse, one among 10,000+ complaints dating back to 2013."}],"sampleComplaint1":"While Philadelphia’s public complaint data hides the identities of those involved, the records include the race and gender of the officer and person filing the complaint.","sampleComplaint2":[{"type":"text","value":"While complaint investigations in some cities are conducted by civilian oversight boards, in Philadelphia, investigations are conducted by the police department’s own Internal Affairs division."},{"type":"text","value":"In the case of this complaint, the investigation, like all complaints in Philadelphia, is conducted behind closed doors and much of the decision-making process is hidden from public view."},{"type":"text","value":"For this complaint, the police’s investigation of the officer’s alleged verbal abuse is classified as <span class=annotated-text>no sustained findings</span>. This is legalese for the police department finding there was not sufficient evidence to back up the citizen’s complaint."}],"sunburst1":[{"type":"text","value":"In Philadelphia, the police department drops an overwhelming majority of cases: in the seven years of available data, just 16% of complaints have a <span class=annotated-text>sustained finding</span>—meaning they believed there was enough evidence to support the complaint."},{"type":"text","value":"This aligns with studies from other city police departments, where the rate can range from 6% to 20%. While officer complaints in Philadelphia are investigated by police, some <a href=https://static1.squarespace.com/static/55ad38b1e4b0185f0285195f/t/5b7ecbda1ae6cf17cbe248a8/1535036379266/TerrillIngramPQ+Civilian+Oversight+Study.pdf>evidence</a> exists that investigations involving a civilian oversight board are more likely to result in sustained findings."}],"sunburst2":[{"type":"text","value":"Sustained complaints do not immediately result in punishment for officers—cases are first passed to an officer’s commander."},{"type":"text","value":"The officer’s commander can make a disciplinary decision on their own or may pass the complaint to the Police Board of Inquiry for a disciplinary hearing, conducted by three members of the police department who make a disciplinary recommendation. Their report is then sent to the Police Commissioner for a final decision on disciplinary action."},{"type":"text","value":"Only 2%, or 218 of the 11,107 complaints since 2013, result in a <span class=annotated-text>guilty finding</span> and consequently the officer is reprimanded, terminationed, suspended, or criminal charged (the data doesn’t make any distinctions among these outcomes)."}],"sunburst3":[{"type":"text","value":"In line with decades of <a href=https://onlinelibrary.wiley.com/doi/abs/10.1111/cico.12388>prior research</a>, race correlates strongly with guilty outcomes."},{"type":"text","value":"For example, when a complaint is made by a <span class=category-text><span class=white>white</span></span> civilian, guilty findings increase from 2% to 3%."}]}